[
{"title":"木兰诗","author":"乐府诗集","time":"〔南北朝〕","content":"唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。(唯 一作：惟)　　问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？"}
,
{"title":"三峡","author":"郦道元","time":"〔南北朝〕","content":"自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。(阙 通：缺；重岩 一作：重峦)　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。(溯 同：泝；暮到 一作：暮至)　　春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。(巘 一作：左山右献)　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”"}
,
{"title":"与朱元思书","author":"吴均","time":"〔南北朝〕","content":"风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。　　水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。　　夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。"}
,
{"title":"答谢中书书","author":"陶弘景","time":"〔南北朝〕","content":"山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。"}
,
{"title":"敕勒歌","author":"乐府诗集","time":"〔南北朝〕","content":"敕勒川，阴山下。天似穹庐，笼盖四野，天苍苍，野茫茫，风吹草低见牛羊。"}
,
{"title":"陈太丘与友期行","author":"刘义庆","time":"〔南北朝〕","content":"陈太丘与友期行，期日中。过中不至，太丘舍去，去后乃至。元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒曰：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之。元方入门不顾。"}
,
{"title":"咏雪","author":"刘义庆","time":"〔南北朝〕","content":"谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。"}
,
{"title":"西洲曲","author":"佚名","time":"〔南北朝〕","content":"忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。南风知我意，吹梦到西洲。"}
,
{"title":"杨氏之子","author":"刘义庆","time":"〔南北朝〕","content":"梁国杨氏子九岁，甚聪惠。孔君平诣其父，父不在，乃呼儿出。为设果，果有杨梅。孔指以示儿曰：“此是君家果。”儿应声答曰：“未闻孔雀是夫子家禽。”"}
,
{"title":"拟行路难·其四","author":"鲍照","time":"〔南北朝〕","content":"泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感？吞声踯躅不敢言。"}
,
{"title":"赠范晔诗","author":"陆凯","time":"〔南北朝〕","content":"折花逢驿使，寄与陇头人。(折花 一作：折梅)江南无所有，聊赠一枝春。"}
,
{"title":"山中杂诗","author":"吴均","time":"〔南北朝〕","content":"山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。"}
,
{"title":"别赋","author":"江淹","time":"〔南北朝〕","content":"黯然销魂者，唯别而已矣！况秦吴兮绝国，复燕宋兮千里。或春苔兮始生，乍秋风兮暂起。是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。棹容与而讵前，马寒鸣而不息。掩金觞而谁御，横玉柱而沾轼。居人愁卧，怳若有亡。日下壁而沉彩，月上轩而飞光。见红兰之受露，望青楸之离霜。巡层楹而空掩，抚锦幕而虚凉。知离梦之踯躅，意别魂之飞扬。　　故别虽一绪，事乃万族。至若龙马银鞍，朱轩绣轴，帐饮东都，送客金谷。琴羽张兮箫鼓陈，燕、赵歌兮伤美人，珠与玉兮艳暮秋，罗与绮兮娇上春。惊驷马之仰秣，耸渊鱼之赤鳞。造分手而衔涕，感寂寞而伤神。 　　乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。割慈忍爱，离邦去里，沥泣共诀，抆血相视。驱征马而不顾，见行尘之时起。方衔感于一剑，非买价于泉里。金石震而色变，骨肉悲而心死。　　或乃边郡未和，负羽从军。辽水无极，雁山参云。闺中风暖，陌上草薰。日出天而曜景，露下地而腾文。镜朱尘之照烂，袭青气之烟煴，攀桃李兮不忍别，送爱子兮沾罗裙。 　　至如一赴绝国，讵相见期？视乔木兮故里，决北梁兮永辞，左右兮魄动，亲朋兮泪滋。可班荆兮憎恨，惟樽酒兮叙悲。值秋雁兮飞日，当白露兮下时，怨复怨兮远山曲，去复去兮长河湄。 　　又若君居淄右，妾家河阳，同琼珮之晨照，共金炉之夕香。君结绶兮千里，惜瑶草之徒芳。惭幽闺之琴瑟，晦高台之流黄。春宫閟此青苔色，秋帐含此明月光，夏簟清兮昼不暮，冬釭凝兮夜何长！织锦曲兮泣已尽，回文诗兮影独伤。 　　傥有华阴上士，服食还仙。术既妙而犹学，道已寂而未传。守丹灶而不顾，炼金鼎而方坚。驾鹤上汉，骖鸾腾天。暂游万里，少别千年。惟世间兮重别，谢主人兮依然。 　　下有芍药之诗，佳人之歌，桑中卫女，上宫陈娥。春草碧色，春水渌波，送君南浦，伤如之何！至乃秋露如珠，秋月如圭，明月白露，光阴往来，与子之别，思心徘徊。 　　是以别方不定，别理千名，有别必怨，有怨必盈。使人意夺神骇，心折骨惊，虽渊、云之墨妙，严、乐之笔精，金闺之诸彦，兰台之群英，赋有凌云之称，辨有雕龙之声，谁能摹暂离之状，写永诀之情者乎？(谁能 一作：讵能)"}
,
{"title":"入若耶溪","author":"王籍","time":"〔南北朝〕","content":"艅艎何泛泛，空水共悠悠。阴霞生远岫，阳景逐回流。蝉噪林逾静，鸟鸣山更幽。此地动归念，长年悲倦游。"}
,
{"title":"登池上楼","author":"谢灵运","time":"〔南北朝〕","content":"潜虬媚幽姿，飞鸿响远音。 薄霄愧云浮，栖川怍渊沉。进德智所拙，退耕力不任。徇禄反穷海，卧疴对空林。衾枕昧节候，褰开暂窥临。倾耳聆波澜，举目眺岖嵚。初景革绪风，新阳改故阴。池塘生春草，园柳变鸣禽。祁祁伤豳歌，萋萋感楚吟。索居易永久，离群难处心。持操岂独古，无闷征在今。"}
,
{"title":"拟行路难·其六","author":"鲍照","time":"〔南北朝〕","content":"对案不能食，拔剑击柱长叹息。丈夫生世会几时？安能蹀躞垂羽翼！弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直！"}
,
{"title":"晚登三山还望京邑","author":"谢朓","time":"〔南北朝〕","content":"灞涘望长安，河阳视京县。白日丽飞甍，参差皆可见。余霞散成绮，澄江静如练。喧鸟覆春洲，杂英满芳甸。去矣方滞淫，怀哉罢欢宴。佳期怅何许，泪下如流霰。有情知望乡，谁能鬒不变？"}
,
{"title":"陈元方候袁公","author":"刘义庆","time":"〔南北朝〕","content":"陈元方年十一时，候袁公。袁公问曰：“贤家君在太丘，远近称之，何所履行？”元方曰：“老父在太丘，强者绥之以德，弱者抚之以仁，恣其所安，久而益敬。”袁公曰：“孤往者尝为邺令，正行此事。不知卿家君法孤，孤法卿父？”元方曰：“周公、孔子异世而出，周旋动静，万里如一。周公不师孔子，孔子亦不师周公。”"}
,
{"title":"王孙游","author":"谢朓","time":"〔南北朝〕","content":"绿草蔓如丝，杂树红英发。无论君不归，君归芳已歇。"}
,
{"title":"愚人食盐","author":"僧伽斯那","time":"〔南北朝〕","content":"昔有愚人，至于他家。主人与食，嫌淡无味。主人闻已，更为益盐。既得盐美，便自念言：“所以美者，缘有盐故。少有尚尔，况复多也？”愚人无智，便空食盐。食已口爽，反为其患。"}
,
{"title":"梅花落·中庭多杂树","author":"鲍照","time":"〔南北朝〕","content":"中庭多杂树，偏为梅咨嗟。问君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐寒风，徒有霜华无霜质。(寒风 一作：风飚)"}
,
{"title":"玉树后庭花","author":"陈叔宝","time":"〔南北朝〕","content":"丽宇芳林对高阁，新装艳质本倾城。映户凝娇乍不进，出帷含态笑相迎。妖姬脸似花含露，玉树流光照后庭。花开花落不长久，落红满地归寂中。"}
,
{"title":"枯树赋","author":"庾信","time":"〔南北朝〕","content":"殷仲文风流儒雅，海内知名。世异时移，出为东阳太守。常忽忽不乐，顾庭槐而叹曰：“此树婆娑，生意尽矣！”。 　　至如白鹿贞松，青牛文梓。根柢盘魄，山崖表里。桂何事而销亡，桐何为而半死？昔之三河徙植，九畹移根。开花建始之殿，落实睢阳之园。声含嶰谷，曲抱《云门》。将雏集凤，比翼巢鸳。临风亭而唳鹤，对月峡而吟猿。乃有拳曲拥肿，盘坳反覆。熊彪顾盼，鱼龙起伏。节竖山连，文横水蹙。匠石惊视，公输眩目。雕镌始就，剞劂仍加。平鳞铲甲，落角摧牙。重重碎锦，片片真花。纷披草树，散乱烟霞。　　若夫松子、古度、平仲、君迁，森梢百顷，槎枿千年。秦则大夫受职，汉则将军坐焉。莫不苔埋菌压，鸟剥虫穿。或低垂于霜露，或撼顿于风烟。东海有白木之庙，西河有枯桑之社，北陆以杨叶为关，南陵以梅根作冶。小山则丛桂留人，扶风则长松系马。岂独城临细柳之上，塞落桃林之下。　　若乃山河阻绝，飘零离别。拔本垂泪，伤根沥血。火入空心，膏流断节。横洞口而敧卧，顿山腰而半折，文斜者百围冰碎，理正者千寻瓦裂。载瘿衔瘤，藏穿抱穴，木魅睒睗，山精妖孽。　　况复风云不感，羁旅无归。未能采葛，还成食薇。沉沦穷巷，芜没荆扉，既伤摇落，弥嗟变衰。《淮南子》云：“木叶落，长年悲。”斯之谓矣。乃歌曰：“建章三月火，黄河万里槎。若非金谷满园树，即是河阳一县花。”桓大司马闻而叹曰：“昔年种柳，依依汉南。今看摇落，凄怆江潭。树犹如此，人何以堪！”"}
,
{"title":"张衡传","author":"范晔","time":"〔南北朝〕","content":"张衡字平子，南阳西鄂人也。衡少善属文，游于三辅，因入京师，观太学，遂通五经，贯六艺。虽才高于世，而无骄尚之情。常从容淡静，不好交接俗人。永元中，举孝廉不行，连辟公府不就。时天下承平日久，自王侯以下，莫不逾侈。衡乃拟班固《两都》作《二京赋》，因以讽谏。精思傅会，十年乃成。大将军邓骘奇其才，累召不应。　　衡善机巧，尤致思于天文、阴阳、历算。安帝雅闻衡善术学，公车特征拜郎中，再迁为太史令。遂乃研核阴阳，妙尽璇玑之正，作浑天仪，著《灵宪》、《算罔论》，言甚详明。　　顺帝初，再转，复为太史令。衡不慕当世，所居之官辄积年不徙。自去史职，五载复还。　　阳嘉元年，复造候风地动仪。以精铜铸成，员径八尺，合盖隆起，形似酒尊，饰以篆文山龟鸟兽之形。中有都柱，傍行八道，施关发机。外有八龙，首衔铜丸，下有蟾蜍，张口承之。其牙机巧制，皆隐在尊中，覆盖周密无际。如有地动，尊则振龙，机发吐丸，而蟾蜍衔之。振声激扬，伺者因此觉知。虽一龙发机，而七首不动，寻其方面，乃知震之所在。验之以事，合契若神。自书典所记，未之有也。尝一龙机发而地不觉动，京师学者咸怪其无征。后数日驿至，果地震陇西，于是皆服其妙。自此以后，乃令史官记地动所从方起。　　时政事渐损，权移于下，衡因上疏陈事。后迁侍中，帝引在帷幄，讽议左右。尝问天下所疾恶者。宦官惧其毁己，皆共目之，衡乃诡对而出。阉竖恐终为其患，遂共谗之。衡常思图身之事，以为吉凶倚伏，幽微难明。乃作《思玄赋》以宣寄情志。　　永和初，出为河间相。时国王骄奢，不遵典宪；又多豪右，共为不轨。衡下车，治威严，整法度，阴知奸党名姓，一时收禽，上下肃然，称为政理。视事三年，上书乞骸骨，征拜尚书。年六十二，永和四年卒。"}
,
{"title":"关山月","author":"徐陵","time":"〔南北朝〕","content":"关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祁连。战气今如此，从军复几年。"}
,
{"title":"哀江南赋并序","author":"庾信","time":"〔南北朝〕","content":"粤以戊辰之年，建亥之月，大盗移国，金陵瓦解。余乃窜身荒谷，公私涂炭。华阳奔命，有去无归。中兴道销，穷于甲戌。三日哭于都亭，三年囚于别馆。天道周星，物极不反。傅燮之但悲身世，无处求生；袁安之每念王室，自然流涕。昔桓君山之志事，杜元凯之平生，并有著书，咸能自序。潘岳之文采，始述家风；陆机之辞赋，先陈世德。信年始二毛，即逢丧乱，藐是流离，至于暮齿。燕歌远别，悲不自胜；楚老相逢，泣将何及！畏南山之雨，忽践秦庭；让东海之滨，遂餐周粟。下亭漂泊，高桥羁旅。楚歌非取乐之方，鲁酒无忘忧之用。追为此赋，聊以记言，不无危苦之辞，惟以悲哀为主。日暮涂远，人间何世！将军一去，大树飘零。壮士不还，寒风萧瑟。荆璧睨柱，受连城而见欺；载书横阶，捧珠盘而不定。钟仪君子，入就南冠之囚；季孙行人，留守西河之馆。申包胥之顿地，碎之以首；蔡威公之泪尽，加之以血。钓台移柳，非玉关之可望；华亭鹤唳，岂河桥之可闻！孙策以天下为三分，众才一旅；项籍用江东之子弟，人惟八千。遂乃分裂山河，宰割天下。岂有百万义师，一朝卷甲，芟夷斩伐，如草木焉？江淮无涯岸之阻，亭壁无藩篱之固。头会箕敛者，合从缔交；锄耰棘矜者，因利乘便。将非江表王气，终于三百年乎！是知并吞六合，不免轵道之灾；混一车书，无救平阳之祸。呜呼！山岳崩颓，既履危亡之运；春秋迭代，必有去故之悲。天意人事，可以凄怆伤心者矣！况复舟楫路穷，星汉非乘槎可上；风飙道阻，蓬莱无可到之期。穷者欲达其言，劳者须歌其事。陆士衡闻而抚掌，是所甘心；张平子见而陋之，固其宜矣。　　我之掌庾承周，以世功而为族；经邦佐汉，用论道而当官。禀嵩华之玉石，润河洛之波澜。居负洛而重世，邑临河而宴安。逮永嘉之艰虞，始中原之乏主。民枕倚于墙壁，路交横于豺虎。值五马之南奔，逢三星之东聚。彼凌江而建国，始播迁于吾祖。分南阳而赐田，裂东岳而胙土。诛茅宋玉之宅，穿径临江之府。水木交运，山川崩竭。家有直道，人多全节。训子见于纯深，事君彰于义烈。新野有生祠之庙，河南有胡书之碣。况乃少微真人，天山逸民，阶庭空谷，门巷蒲轮。移谈讲树，就简书筠。降生世德，载诞贞臣。文词高于甲观，楷模盛于漳滨。嗟有道而无凤，叹非时而有麟。既奸回之奰逆，终不悦于仁人。　　王子滨洛之岁，兰成射策之年。始含香于建礼，仍矫翼于崇贤；游洊雷之讲肆，齿明离之胄筵。既倾蠡而酌海，遂测管而窥天。方塘水白，钓渚池圆。侍戎韬于武帐，听雅曲于文弦。乃解悬而通籍，遂崇文而会武。居笠毂而掌兵，出兰池而典午。论兵于江汉之君，拭玉于西河之主。　　于时朝野欢娱，池台钟鼓。里为冠盖，门成邹鲁。连茂苑于海陵，跨横塘于江浦。东门则鞭石成桥，南极则铸铜为柱。橘则园植万株，竹则家封千户。西赆浮玉，南琛没羽。吴歈越吟，荆艳楚舞。草木之遇阳春，鱼龙之逢风雨。五十年中，江表无事。王歙为和亲之侯，班超为定远之使。马武无预于甲兵，冯唐不论于将帅。岂知山岳闇然，江湖潜沸，渔阳有闾左戍卒，离石有将兵都尉。　　天子方删诗书，定礼乐；设重云之讲，开士林之学；谈劫烬之灰飞，辨常星之夜落。地平鱼齿，城危兽角；卧刁斗于荥阳，绊龙媒于平乐。宰衡以干戈为儿戏，缙绅以清谈为庙略。乘渍水以胶船，驭奔驹以朽索。小人则将及水火，君子则方成猿鹤。敝箄不能救盐池之咸，阿胶不能止黄河之浊。既而鲂鱼赪尾，四郊多垒。殿狎江鸥，宫鸣野雉。湛卢去国，艅艎失水。见被发于伊川，知百年而为戎矣。　　彼奸逆之炽盛，久游魂而放命。大则有鲸有鲵，小则为枭为獍。负其牛羊之力，肆其水草之性；非玉烛之能调，岂璇玑之可正。值天下之无为，尚有欲于羁縻。饮其琉璃之酒，赏其虎豹之皮；见胡柯于大夏，识鸟卵于条枝。豺牙密厉，虺毒潜吹。轻九鼎而欲问，闻三川而遂窥。　　始则王子召戎，奸臣介胄。既官政而离逷，遂师言而泄漏。望廷尉之逋囚，反淮南之穷寇。出狄泉之苍鸟，起横江之困兽。地则石鼓鸣山，天则金精动宿。北阙龙吟，东陵麟斗。　　尔乃桀黠构扇，冯陵畿甸。拥狼望于黄图，填卢山于赤县。青袍如草，白马如练。天子履端废朝，单于长围高宴。两观当戟，千门受箭；白虹贯日，苍鹰击殿；竟遭夏台之祸，终视尧城之变。官守无奔问之人，干戚非平戎之战。陶侃空争米船，顾荣虚摇羽扇。　　将军死绥，路绝重围。烽随星落，书逐鸢飞。乃韩分赵裂，鼓卧旗折。失群班马，迷轮乱辙。猛士婴城，谋臣卷舌。昆阳之战象走林，常山之阵蛇奔穴。五郡则兄弟相悲，三州则父子离别。　　护军慷慨，忠能死节，三世为将，终于此灭。济阳忠壮，身参末将，兄弟三人，义声俱唱。主辱臣死，名存身丧。敌人归元，三军凄怆。尚书多算，守备是长。云梯可拒，地道能防。有齐将之闭壁，无燕师之卧墙。大事去矣，人之云亡！　　申子奋发，勇气咆勃。实总元戎，身先士卒。胄落鱼门，兵填马窟。屡犯通中，频遭刮骨。功业夭枉，身名埋没。或以隼翼鷃披，虎威狐假。沾渍锋镝，脂膏原野。兵弱虏强，城孤气寡。闻鹤唳而心惊，听胡笳而泪下。拒神亭而亡戟，临横江而弃马。崩于钜鹿之沙，碎于长平之瓦。　　于是桂林颠覆，长洲麋鹿。溃溃沸腾，茫茫墋黩。天地离阻，神人惨酷。晋郑靡依，鲁卫不睦。竞动天关，争回地轴。探雀鷇而未饱，待熊蹯而讵熟？乃有车侧郭门，筋悬庙屋。鬼同曹社之谋，人有秦庭之哭。　　尔乃假刻玺于关塞，称使者之酬对。逢鄂坂之讥嫌，值耏门之征税。乘白马而不前，策青骡而转碍。吹落叶之扁舟，飘长风于上游。彼锯牙而钩爪，又循江而习流。排青龙之战舰，斗飞燕之船楼。张辽临于赤壁，王濬下于巴丘。乍风惊而射火，或箭重而沉舟。未辨声于黄盖，已先沉于杜侯。落帆黄鹤之浦，藏船鹦鹉之洲。路已分于湘汉，星犹看于斗牛。　　若乃阴陵失路，钓台斜趣。望赤壁而沾衣，舣乌江而不渡。雷池栅浦，鹊陵焚戍。旅舍无烟，巢禽无树。谓荆衡之杞梓，庶江汉之可恃。淮海维扬，三千馀里。过漂渚而寄食，托芦中而渡水。届于七泽，滨于十死。嗟天保之未定，见殷忧之方始。本不达于危行，又无情于禄仕。谬掌卫于中军，滥尸丞于御史。　　信生世等于龙门，辞亲同于河洛。奉立身之遗训，受成书之顾托。昔三世而无惭，今七叶而始落。泣风雨于梁山，惟枯鱼之衔索。入欹斜之小径，掩蓬藋之荒扉。就汀洲之杜若，待芦苇之单衣。　　于是西楚霸王，剑及繁阳。鏖兵金匮，校战玉堂。苍鹰赤雀，铁舳牙樯。沉白马而誓众，负黄龙而渡江，海潮迎舰，江萍送王。戎军屯于石城，戈船掩于淮泗。诸侯则郑伯前驱，盟主则荀罃暮至。剖巢熏穴，奔魑走魅。埋长狄于驹门，斩蚩尤于中冀。燃腹为灯，饮头为器。直虹贯垒，长星属地。昔之虎踞龙盘，加以黄旗紫气，莫不随狐兔而窟穴，与风尘而殄瘁。　　西瞻博望，北临玄圃，月榭风台，池平树古。倚弓于玉女窗扉，系马于凤皇楼柱。仁寿之镜徒悬，茂陵之书空聚。若夫立德立言，谟明寅亮；声超于系表，道高于河上。更不遇于浮丘，遂无言于师旷。以爱子而托人，知西陵而谁望？非无北阙之兵，犹有云台之仗。　　司徒之表里经纶，狐偃之惟王实勤。横琱戈而对霸主，执金鼓而问贼臣。平吴之功，壮于杜元凯；王室是赖，深于温太真。始则地名全节，终则山称枉人。南阳校书，去之已远；上蔡逐猎，知之何晚？镇北之负誉矜前，风飙凛然。水神遭箭，山灵见鞭。是以蛰熊伤马，浮蛟没船。才子并命，俱非百年。　　中宗之夷凶靖乱，大雪冤耻，去代邸而承基，迁唐郊而纂祀。反旧章于司隶，归馀风于正始。沈猜则方逞其欲，藏疾则自矜于己。天下之事没焉，诸侯之心摇矣。既而齐交北绝，秦患西起。况背关而怀楚，异端委而开吴。驱绿林之散卒，拒骊山之叛徒。营军梁溠，蒐乘巴渝。问诸淫昏之鬼，求诸厌劾之符。荆门遭廪延之戮，夏口滥逵泉之诛。蔑因亲以致爱，忍和乐于弯弧。既无谋于肉食，非所望于论都。未深思于五难，先自擅于三端。登阳城而避险，卧砥柱而求安。既言多于忌刻，实志勇而形残。但坐观于时变，本无情于急难。地惟黑子，城犹弹丸。其怨则黩，其盟则寒。岂冤禽之能塞海？非愚叟之可移山。况以沴气朝浮，妖精夜陨。赤鸟则三朝夹日，苍云则七重围轸。亡吴之岁既穷，入郢之年斯尽。　　周含郑怒，楚结秦冤。有南风之不竞，值西邻之责言。俄而梯冲乱舞，冀马云屯。俴秦车于畅毂，沓汉鼓于雷门。下陈仓而连弩，渡临晋而横船。虽复楚有七泽，人称三户；箭不丽于六麋，雷无惊于九虎。辞洞庭兮落木，去涔阳兮极浦。炽火兮焚旗，贞风兮害蛊。乃使玉轴扬灰，龙文折柱。下江余城，长林故营。徒思拑马之秣，未见烧牛之兵。章曼支以毂走，宫之奇以族行。河无冰而马渡，关未晓而鸡鸣。忠臣解骨，君子吞声。章华望祭之所，云梦伪游之地。荒谷缢于莫敖，冶父囚于群帅。硎穽折拉，鹰鹯批㩌。冤霜夏零，愤泉秋沸。城崩杞妇之哭，竹染湘妃之泪。　　水毒秦泾，山高赵陉。十里五里，长亭短亭。饥随蛰燕，暗逐流萤。秦中水黑，关上泥青。于时瓦解冰泮，风飞雹散，浑然千里，淄渑一乱。雪暗如沙，冰横似岸。逢赴洛之陆机，见离家之王粲，莫不闻陇水而掩泣，向关山而长叹。况复君在交河，妾在青波。石望夫而逾远，山望子而逾多。才人之忆代郡，公主之去清河。栩阳亭有离别之赋，临江王有愁思之歌。别有飘飖武威，羁旅金微。班超生而望返，温序死而思归。李陵之双凫永去，苏武之一雁空飞。　　若江陵之中否，乃金陵之祸始。虽借人之外力，实萧墙之内起。拨乱之主忽焉，中兴之宗不祀。伯兮叔兮，同见戮于犹子。荆山鹊飞而玉碎，隋岸蛇生而珠死。鬼火乱于平林，殇魂游于新市。梁故丰徙，楚实秦亡。不有所废，其何以昌？有妫之后，将育于姜。输我神器，居为让王。天地之大德曰生，圣人之大宝曰位。用无赖之子弟，举江东而全弃。惜天下之一家，遭东南之反气。以鹑首而赐秦，天何为而此醉？　　且夫天道回旋，生民预焉。余烈祖于西晋，始流播于东川。洎余身而七叶，又遭时而北迁。提挈老幼，关河累年。死生契阔，不可问天。况复零落将尽，灵光岿然！日穷于纪，岁将复始。逼切危虑，端忧暮齿。践长乐之神皋，望宣平之贵里。渭水贯于天门，骊山回于地市。幕府大将军之爱客，丞相平津侯之待士。见钟鼎于金张，闻弦歌于许史。岂知灞陵夜猎，犹是故时将军；咸阳布衣，非独思归王子！"}
,
{"title":"从军行","author":"卢思道","time":"〔南北朝〕","content":"朔方烽火照甘泉，长安飞将出祁连。犀渠玉剑良家子，白马金羁侠少年。平明偃月屯右地，薄暮鱼丽逐左贤。谷中石虎经衔箭，山上金人曾祭天。天涯一去无穷已，蓟门迢递三千里。朝见马岭黄沙合，夕望龙城阵云起。庭中奇树已堪攀，塞外征人殊未还。白雪初下天山外，浮云直向五原间。关山万里不可越，谁能坐对芳菲月。流水本自断人肠，坚冰旧来伤马骨。边庭节物与华异，冬霰秋霜春不歇。长风萧萧渡水来，归雁连连映天没。从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。"}
,
{"title":"石壁精舍还湖中作","author":"谢灵运","time":"〔南北朝〕","content":"昏旦变气候，山水含清晖。清晖能娱人，游子憺忘归。出谷日尚早，入舟阳已微。林壑敛暝色，云霞收夕霏。芰荷迭映蔚，蒲稗相因依。披拂趋南径，愉悦偃东扉。虑澹物自轻，意惬理无违。寄言摄生客，试用此道推。"}
,
{"title":"别诗二首·其一","author":"范云","time":"〔南北朝〕","content":"洛阳城东西，长作经时别。昔去雪如花，今来花似雪。"}
,
{"title":"诏问山中何所有赋诗以答","author":"陶弘景","time":"〔南北朝〕","content":"山中何所有，岭上多白云。只可自怡悦，不堪持赠君。(赠 一作：寄)"}
,
{"title":"王戎不取道旁李","author":"佚名","time":"〔南北朝〕","content":"王戎七岁，尝与诸小儿游。看道边李树多子折枝，诸儿竞走取之，唯戎不动。人问之，答曰：“树在道旁而多子，此必苦李。”取之，信然。"}
,
{"title":"于长安归还扬州九月九日行薇山亭赋韵","author":"江总","time":"〔南北朝〕","content":"心逐南云逝，形随北雁来。故乡篱下菊，今日几花开。"}
,
{"title":"乐羊子妻","author":"范晔","time":"〔南北朝〕","content":"　　河南乐羊子之妻者，不知何氏之女也。　　羊子尝行路，得遗金一饼，还以与妻。妻曰：“妾闻志士不饮‘ 盗泉’之水，廉者不受嗟来之食，况拾遗求利,以污其行乎！”羊子大惭，乃捐金于野，而远寻师学。　　一年来归，妻跪问其故，羊子曰：“久行怀思，无它异也。”妻乃引刀趋机而言曰：“此织生自蚕茧，成于机杼。一丝而累，以至于寸，累寸不已，遂成丈匹。今若断斯织也，则捐失成功，稽废时日。夫子积学，当‘日知其所亡’，以就懿德；若中道而归，何异断斯织乎？”羊子感其言，复还终业，遂七年不返。　　尝有它舍鸡谬入园中，姑盗杀而食之，妻对鸡不餐而泣。姑怪问其故。妻曰：“自伤居贫，使食有它肉。”姑竟弃之。后盗欲有犯妻者，乃先劫其姑。妻闻，操刀而出。盗人曰：“释汝刀从我者可全，不从我者，则杀汝姑。”妻仰天而叹，举刀刎颈而死。盗亦不杀其姑。太守闻之，即捕杀贼盗，而赐妻缣帛，以礼葬之，号曰“贞义”。"}
,
{"title":"咏早梅","author":"何逊","time":"〔南北朝〕","content":"兔园标物序，惊时最是梅。衔霜当路发，映雪拟寒开。枝横却月观，花绕凌风台。朝洒长门泣，夕驻临邛杯。应知早飘落，故逐上春来。"}
,
{"title":"月赋","author":"谢庄","time":"〔南北朝〕","content":"陈王初丧应、刘，端忧多暇。绿苔生阁，芳尘凝榭。悄焉疚怀，不怡中夜。　　乃清兰路，肃桂苑，腾吹寒山，弭盖秋阪。临浚壑而怨遥，登崇岫而伤远。于时斜汉左界，北陆南躔，白露暧空，素月流天。沈吟齐章，殷勤陈篇，抽毫进牍，以命仲宣。　　仲宣跪而称曰：臣东鄙幽介，长自丘樊。昧道懵学，孤奉明恩。臣闻沈潜既义，高明既经，日以阳德，月以阴灵。擅扶光于东沼，嗣若英于西冥。引玄兔于帝台，集素娥于后庭。朒脁警阙，朏魄示冲，顺辰通烛，从星泽风。增华台室，扬采轩宫。委照而吴业昌，沦精而汉道融。　　若夫气霁地表，云敛天末，洞庭始波，木叶微脱。菊散芳于山椒，雁流哀于江濑。升清质之悠悠，降澄辉之蔼蔼。列宿掩缛，长河韬映，柔祇雪凝，圆灵水镜。连观霜缟，周除冰净。君王乃厌晨欢，乐宵宴，收妙舞，弛清县。去烛房，即月殿，芳酒登，鸣琴荐。　　若乃凉夜自凄，风篁成韵，亲懿莫从，羇孤递进。聆皋禽之夕闻，听朔管之秋引。于是弦桐练响，音容选和，徘徊房露，惆怅阳阿。声林虚籁，沦池灭波，情纡轸其何托，愬皓月而长歌。歌曰：　　美人迈兮音尘阙，隔千里兮共明月。　　临风叹兮将焉歇，川路长兮不可越。　　歌响未终，余景就毕，满堂变容，回遑如失。又称歌曰：　　月既没兮露欲晞，岁方晏兮无与归。　　佳期可以还，微霜沾人衣。　　陈王曰：善。乃命执事，献寿羞璧，敬佩玉音，复之无斁。"}
,
{"title":"恨赋","author":"江淹","time":"〔南北朝〕","content":"试望平原，蔓草萦骨，拱木敛魂。人生到此，天道宁论？于是仆本恨人，心惊不已。直念古者，伏恨而死。　　至如秦帝按剑，诸侯西驰。削平天下，同文共规，华山为城，紫渊为池。雄图既溢，武力未毕。方架鼋鼍以为梁，巡海右以送日。一旦魂断，宫车晚出。　　若乃赵王既虏，迁于房陵。薄暮心动，昧旦神兴。别艳姬与美女，丧金舆及玉乘。置酒欲饮，悲来填膺。千秋万岁，为怨难胜。　　至如李君降北，名辱身冤。拔剑击柱，吊影惭魂。情往上郡，心留雁门。裂帛系书，誓还汉恩。朝露溘至，握手何言？　　若夫明妃去时，仰天太息。紫台稍远，关山无极。摇风忽起，白日西匿。陇雁少飞，代云寡色。望君王兮何期？终芜绝兮异域。　　至乃敬通见抵，罢归田里。闭关却扫，塞门不仕。左对孺人，顾弄稚子。脱略公卿，跌宕文史。 赍志没地，长怀无已。　　及夫中散下狱，神气激扬。浊醪夕引，素琴晨张。秋日萧索，浮云无光。郁青霞之奇意，入修夜之不旸。　　或有孤臣危涕，孽子坠心。迁客海上，流戍陇阴，此人但闻悲风汩起，血下沾衿。亦复含酸茹叹，销落湮沉。　　若乃骑叠迹，车屯轨，黄尘匝地，歌吹四起。无不烟断火绝，闭骨泉里。　　已矣哉！春草暮兮秋风惊，秋风罢兮春草生。绮罗毕兮池馆尽，琴瑟灭兮丘垄平。自古皆有死，莫不饮恨而吞声。"}
,
{"title":"重别周尚书","author":"庾信","time":"〔南北朝〕","content":"阳关万里道，不见一人归。惟有河边雁，秋来南向飞。"}
,
{"title":"子夜四时歌·春林花多媚","author":"佚名","time":"〔南北朝〕","content":"春林花多媚，春鸟意多哀。春风复多情，吹我罗裳开。"}
,
{"title":"之宣城郡出新林浦向板桥","author":"谢朓","time":"〔南北朝〕","content":"江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。"}
,
{"title":"代出自蓟北门行","author":"鲍照","time":"〔南北朝〕","content":"羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。(征师 一作：征骑)严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。"}
,
{"title":"玉阶怨·夕殿下珠帘","author":"谢朓","time":"〔南北朝〕","content":"夕殿下珠帘，流萤飞复息。长夜缝罗衣，思君此何极。"}
,
{"title":"别范安成","author":"沈约","time":"〔南北朝〕","content":"生平少年日，分手易前期。及尔同衰暮，非复别离时。勿言一樽酒，明日难重持。梦中不识路，何以慰相思？"}
,
{"title":"寄王琳","author":"庾信","time":"〔南北朝〕","content":"玉关道路远，金陵信使疏。独下千行泪，开君万里书。"}
,
{"title":"子夜四时歌·渊冰厚三尺","author":"佚名","time":"〔南北朝〕","content":"渊冰厚三尺，素雪覆千里。我心如松柏，君情复何似？"}
,
{"title":"岁暮","author":"谢灵运","time":"〔南北朝〕","content":"殷忧不能寐，苦此夜难颓。明月照积雪，朔风劲且哀。运往无淹物，年逝觉已催。"}
,
{"title":"北山移文","author":"孔稚珪","time":"〔南北朝〕","content":"钟山之英，草堂之灵，驰烟驿路，勒移山庭：　　夫以耿介拔俗之标，萧洒出尘之想，度白雪以方洁，干青云而直上，吾方知之矣。　　若其亭亭物表，皎皎霞外，芥千金而不眄，屣万乘其如脱，闻凤吹于洛浦，值薪歌于延濑，固亦有焉。　　岂期终始参差，苍黄翻覆，泪翟子之悲，恸朱公之哭。乍回迹以心染，或先贞而后黩，何其谬哉！呜呼，尚生不存，仲氏既往，山阿寂寥，千载谁赏！　　世有周子，隽俗之士，既文既博，亦玄亦史。然而学遁东鲁，习隐南郭，偶吹草堂，滥巾北岳。诱我松桂，欺我云壑。虽假容于江皋，乃缨情于好爵。　　其始至也，将欲排巢父，拉许由，傲百氏，蔑王侯。风情张日，霜气横秋。或叹幽人长往，或怨王孙不游。谈空空于释部，覈玄玄于道流，务光何足比，涓子不能俦。　　及其鸣驺入谷，鹤书赴陇，形驰魄散，志变神动。尔乃眉轩席次，袂耸筵上，焚芰制而裂荷衣，抗尘容而走俗状。风云凄其带愤，石泉咽而下怆，望林峦而有失，顾草木而如丧。　　至其钮金章，绾墨绶，跨属城之雄，冠百里之首。张英风于海甸，驰妙誉于浙右。道帙长摈，法筵久埋。敲扑喧嚣犯其虑，牒诉倥偬装其怀。琴歌既断，酒赋无续，常绸缪于结课，每纷纶于折狱，笼张赵于往图，架卓鲁于前箓，希踪三辅豪，驰声九州牧。　　使我高霞孤映，明月独举，青松落阴，白云谁侣？磵户摧绝无与归，石径荒凉徒延伫。至于还飙入幕，写雾出楹，蕙帐空兮夜鹤怨，山人去兮晓猨惊。昔闻投簪逸海岸，今见解兰缚尘缨。于是南岳献嘲，北陇腾笑，列壑争讥，攒峰竦诮。慨游子之我欺，悲无人以赴吊。　　故其林惭无尽，涧愧不歇，秋桂遣风，春萝罢月。骋西山之逸议，驰东皋之素谒。　　今又促装下邑，浪栧上京，虽情殷于魏阙，或假步于山扃。岂可使芳杜厚颜，薜荔蒙耻，碧岭再辱，丹崖重滓，尘游躅于蕙路，污渌池以洗耳。宜扃岫幌，掩云关，敛轻雾，藏鸣湍。截来辕于谷口，杜妄辔于郊端。于是丛条瞋胆，叠颖怒魄。或飞柯以折轮，乍低枝而扫迹。请回俗士驾，为君谢逋客。"}
,
{"title":"夜夜曲","author":"沈约","time":"〔南北朝〕","content":"河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。零泪向谁道，鸡鸣徒叹息。"}
,
{"title":"采莲赋","author":"萧绎","time":"〔南北朝〕","content":"紫茎兮文波，红莲兮芰荷。绿房兮翠盖，素实兮黄螺。　　于是妖童媛女，荡舟心许，鷁首徐回，兼传羽杯。櫂将移而藻挂，船欲动而萍开。尔其纤腰束素，迁延顾步。夏始春余，叶嫩花初。恐沾裳而浅笑，畏倾船而敛裾， 故以水溅兰桡，芦侵罗袸。菊泽未反，梧台迥见，荇湿沾衫，菱长绕钏。泛柏舟而容与，歌采莲于江渚。　　歌曰：“碧玉小家女，来嫁汝南王。莲花乱脸色，荷叶杂衣香。因持荐君子，愿袭芙蓉裳。”"}
,
{"title":"蜀道难·其二","author":"萧纲","time":"〔南北朝〕","content":"巫山七百里，巴水三回曲。笛声下复高，猿啼断还续。"}
,
{"title":"子夜四时歌·秋风入窗里","author":"佚名","time":"〔南北朝〕","content":"秋风入窗里，罗帐起飘飏。仰头看明月，寄情千里光。"}
,
{"title":"拟行路难·其一","author":"鲍照","time":"〔南北朝〕","content":"奉君金卮之美酒，玳瑁玉匣之雕琴。七彩芙蓉之羽帐，九华蒲萄之锦衾。红颜零落岁将暮，寒光宛转时欲沉。愿君裁悲且减思，听我抵节行路吟。不见柏梁铜雀上，宁闻古时清吹音？"}
,
{"title":"与陈伯之书","author":"丘迟","time":"〔南北朝〕","content":"迟顿首陈将军足下：无恙，幸甚，幸甚！将军勇冠三军，才为世出，弃燕雀之小志，慕鸿鹄以高翔！昔因机变化，遭遇明主，立功立事，开国称孤。朱轮华毂，拥旄万里，何其壮也！如何一旦为奔亡之虏，闻鸣镝而股战，对穹庐以屈膝，又何劣邪！　　寻君去就之际，非有他故，直以不能内审诸己，外受流言，沈迷猖蹶，以至于此。圣朝赦罪责功，弃瑕录用，推赤心于天下，安反侧于万物。将军之所知，不假仆一二谈也。朱鲔涉血于友于，张绣剚刃於爱子，汉主不以为疑，魏君待之若旧。况将军无昔人之罪，而勋重於当世！夫迷途知返，往哲是与，不远而复，先典攸高。主上屈法申恩，吞舟是漏；将军松柏不剪，亲戚安居，高台未倾，爱妾尚在；悠悠尔心，亦何可言！今功臣名将，雁行有序，佩紫怀黄，赞帷幄之谋，乘轺建节，奉疆埸之任，并刑马作誓，传之子孙。将军独靦颜借命，驱驰毡裘之长，宁不哀哉！　　夫以慕容超之强，身送东市；姚泓之盛，面缚西都。故知霜露所均，不育异类；姬汉旧邦，无取杂种。北虏僭盗中原，多历年所，恶积祸盈，理至燋烂。况伪孽昏狡，自相夷戮，部落携离，酋豪猜贰。方当系颈蛮邸，悬首藁街，而将军鱼游於沸鼎之中，燕巢於飞幕之上，不亦惑乎？　　暮春三月，江南草长，杂花生树，群莺乱飞。见故国之旗鼓，感平生于畴日，抚弦登陴，岂不怆悢！　　所以廉公之思赵将，吴子之泣西河，人之情也，将军独无情哉？想早励良规，自求多福。　　当今皇帝盛明，天下安乐。白环西献，楛矢东来；夜郎滇池，解辫请职；朝鲜昌海，蹶角受化。唯北狄野心，掘强沙塞之间，欲延岁月之命耳！中军临川殿下，明德茂亲，揔兹戎重，吊民洛汭，伐罪秦中，若遂不改，方思仆言。聊布往怀，君其详之。丘迟顿首。"}
,
{"title":"荀巨伯远看友人疾","author":"刘义庆","time":"〔南北朝〕","content":"荀巨伯远看友人疾，值胡贼攻郡，友人语巨伯曰：“吾今死矣，子可去。”巨伯曰：“远来相视，子令吾去，败义以求生，岂荀巨伯所行邪？”贼既至，谓巨伯曰：“大军至，一郡尽空，汝何男子，而敢独止？“巨伯曰：“友人有疾，不忍委之，宁以我身代友人命。”贼相谓曰：“我辈无义之人，而入有义之国。”遂班军而还，一郡并获全。"}
,
{"title":"拟行路难十八首","author":"鲍照","time":"〔南北朝〕","content":"奉君金卮之美酒，瑇瑁玉匣之雕琴。七彩芙蓉之羽帐，九华蒲萄之锦衾。红颜零落岁将暮，寒光宛转时欲沉。愿君裁悲且减思，听我抵节行路吟。不见柏梁、铜雀上，宁闻古时清吹音。洛阳名工铸为金博山，千斵复万镂，上刻秦女携手仙。承君清夜之欢娱，列置帐里明烛前。外发龙鳞之丹彩，内含麝芬之紫烟。如今君心一朝异，对此长叹终百年。璇闺玉墀上椒阁，文窗绣户垂罗幕。中有一人字金兰，被服纤罗采芳藿。春燕差池风散梅，开帏对景弄禽爵。含歌揽涕恒抱愁，人生几时得为乐。宁作野中之双凫，不愿云间之别鹤。泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感，吞声踯躅不敢言。君不见河边草，冬时枯死春满道。君不见城上日，今暝没尽去，明朝复更出。今我何时当得然，一去永灭入黄泉。人生苦多欢乐少，意气敷腴在盛年。且愿得志数相就，床头恒有沽酒钱。功名竹帛非我事，存亡贵贱付皇天。对案不能食，拔剑击柱长叹息。丈夫生世会几时，安能蹀躞垂羽翼?弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直!愁思忽而至，跨马出北门。举头四顾望，但见松柏荆棘郁樽樽。中有一鸟名杜鹃，言是古时蜀帝魂。声音哀苦鸣不息，羽毛憔悴似人髠。飞走树间啄虫蚁，岂忆往日天子尊。念此死生变化非常理，中心恻怆不能言。中庭五株桃，一株先作花。阳春妖冶二三月，从风簸荡落西家。西家思妇见悲惋，零泪沾衣抚心叹。初送我君出户时，何言淹留节回换。床席生尘明镜垢，纤腰瘦削发蓬乱。人生不得恒称悲，惆怅徙倚至夜半。锉蘖染黄丝，黄丝历乱不可治。昔我与君始相值，尔时自谓可君意。结带与我言，死生好恶不相置。今日见我颜色衰，意中索寞与先异。还君金钗瑇瑁簪，不忍见之益愁思。君不见蕣华不终朝，须臾淹冉零落销。盛年妖艳浮华辈，不久亦当诣冢头。一去无还期，千秋万岁无音词。孤魂茕茕空陇间，独魄徘徊遶坟基。但闻风声野鸟吟，忆平生盛年时。为此令人多悲悒，君当纵意自熙怡。君不见枯箨走阶庭，何时复青著故茎。君不见亡灵蒙享祀，何时倾杯竭壶罂。君当见此起忧思，宁及得与时人争。人生倐忽如绝电，华年盛德几时见。但令纵意存高尚，旨酒嘉肴相胥讌。持此从朝竟夕暮，差得亡忧消愁怖。胡为惆怅不得已，难尽此曲令君忤。今年阳初花满林，明年冬末雪盈岑。推移代谢纷交转，我君边戍独稽沉。执袂分别已三载，迩来寂淹无分音。朝悲惨惨遂成滴，暮思遶遶最伤心。膏沐芳余久不御，蓬首乱鬓不设簪。徒飞轻埃舞空帷，粉筐黛器靡复遗。自生留世苦不幸，心中惕惕恒怀悲。春禽喈喈旦暮鸣，最伤君子忧思情。我初辞家从军侨，荣志溢气干云霄。流浪渐冉经三龄，忽有白发素髭生。今暮临水拔已尽，明日对镜复已盈。但恐羁死为鬼客，客思寄灭生空精。每怀旧乡野，念我旧人多悲声。忽见过客问何我，宁知我家在南城。答云我曾居君乡，知君游宦在此城。我行离邑已万里，今方羁役去远征。来时闻君妇，闺中孀居独宿有贞名。亦云悲朝泣闲房，又闻暮思泪沾裳。形容憔悴非昔悦，蓬鬓衰颜不复妆。见此令人有余悲，当愿君怀不暂忘。君不见少壮从军去，白首流离不得还。故乡窅窅日夜隔，音尘断绝阻河关。朔风萧条白云飞，胡笳哀急边气寒。听此愁人兮奈何，登山远望得留颜。将死胡马迹，宁见妻子难。男儿生世轗轲欲何道，绵忧摧抑起长叹。君不见柏梁台，今日丘墟生草莱。君不见阿房宫，寒云泽雉栖其中。歌妓舞女今谁在，高坟垒垒满山隅。长袖纷纷徒竞世，非我昔时千金躯。随酒逐乐任意去，莫令含叹下黄垆。君不见冰上霜，表里阴且寒。虽蒙朝日照，信得几时安。民生故如此，谁令摧折强相看。年去年来自如削，白发零落不胜冠。君不见春鸟初至时，百草含青俱作花。寒风萧索一旦至，竟得几时保光华。日月流迈不相饶，令我愁思怨恨多。诸君莫叹贫，富贵不由人。丈夫四十强而仕，余当二十弱冠辰。莫言草木委冬雪，会应苏息遇阳春。对酒叙长篇，穷途运命委皇天。但愿樽中酒酝满，莫惜床头百个钱。直得优游卒一岁，何劳辛苦事百年。"}
,
{"title":"子夜四时歌·春风动春心","author":"佚名","time":"〔南北朝〕","content":"春风动春心，流目瞩山林。山林多奇采，阳鸟吐清音。"}
,
{"title":"河中之水歌","author":"萧衍","time":"〔南北朝〕","content":"河中之水向东流，洛阳女儿名莫愁。莫愁十三能织绮，十四采桑南陌头。十五嫁为卢家妇，十六生儿字阿侯。卢家兰室桂为梁，中有郁金苏合香。头上金钗十二行，足下丝履五文章。珊瑚挂镜烂生光，平头奴子擎履箱。人生富贵何所望，恨不嫁与东家王。"}
,
{"title":"作蚕丝","author":"佚名","time":"〔南北朝〕","content":"春蚕不应老，昼夜常怀丝。何惜微躯尽，缠绵自有时。"}
,
{"title":"暂使下都夜发新林至京邑赠西府同僚","author":"谢朓","time":"〔南北朝〕","content":"大江流日夜，客心悲未央。徒念关山近，终知反路长。秋河曙耿耿，寒渚夜苍苍。引领见京室，宫雉正相望。金波丽鳷鹊，玉绳低建章。驱车鼎门外，思见昭丘阳。驰晖不可接，何况隔两乡？风云有鸟路，江汉限无梁。常恐鹰隼击，时菊委严霜。寄言罻罗者，寥廓已高翔。"}
,
{"title":"华山畿·君既为侬死","author":"佚名","time":"〔南北朝〕","content":"华山畿，华山畿，君既为侬死，独生为谁施？欢若见怜时，棺木为侬开。"}
,
{"title":"春日行","author":"鲍照","time":"〔南北朝〕","content":"献岁发，吾将行。春山茂，春日明。园中鸟，多嘉声。梅始发，柳始青。泛舟舻，齐棹惊。奏《采菱》，歌《鹿鸣》。风微起，波微生。弦亦发，酒亦倾。入莲池，折桂枝。芳袖动，芬叶披。两相思，两不知。"}
,
{"title":"登江中孤屿","author":"谢灵运","time":"〔南北朝〕","content":"江南倦历览，江北旷周旋。怀新道转迥，寻异景不延。乱流趋正绝，孤屿媚中川。云日相辉映，空水共澄鲜。表灵物莫赏，蕴真谁为传。想象昆山姿，缅邈区中缘。始信安期术，得尽养生年。"}
,
{"title":"雪赋","author":"谢惠连","time":"〔南北朝〕","content":"岁将暮，时既昏。寒风积，愁云繁。梁王不悦，游于兔园。乃置旨酒，命宾友。召邹生，延枚叟。相如末至，居客之右。俄而微霰零，密雪下。王乃歌北风于卫诗，咏南山于周雅。授简于司马大夫，曰：“抽子秘思，骋子妍辞，侔色揣称，为寡人赋之。”　　相如于是避席而起，逡巡而揖。曰：臣闻雪宫建于东国，雪山峙于西域。岐昌发咏于来思，姬满申歌于《黄竹》。《曹风》以麻衣比色，楚谣以幽兰俪曲。盈尺则呈瑞于丰年，袤丈则表沴于阴德。雪之时义远矣哉！请言其始。　　若乃玄律穷，严气升。焦溪涸，汤谷凝。火井灭，温泉冰。沸潭无涌，炎风不兴。北户墐扉，裸壤垂缯。于是河海生云，朔漠飞沙。连氛累霭，揜日韬霞。霰淅沥而先集，雪纷糅而遂多。　　其为状也，散漫交错，氛氲萧索。蔼蔼浮浮，瀌瀌弈弈。联翩飞洒，徘徊委积。始缘甍而冒栋，终开帘而入隙。初便娟于墀庑，末萦盈于帷席。既因方而为圭，亦遇圆而成璧。眄隰则万顷同缟，瞻山则千岩俱白。于是台如重璧，逵似连璐。庭列瑶阶，林挺琼树，皓鹤夺鲜，白鹇失素，纨袖惭冶，玉颜掩姱。　　若乃积素未亏，白日朝鲜，烂兮若烛龙，衔耀照昆山。尔其流滴垂冰，缘溜承隅，粲兮若冯夷，剖蚌列明珠。至夫缤纷繁骛之貌，皓皔曒洁之仪。回散萦积之势，飞聚凝曜之奇，固展转而无穷，嗟难得而备知。　　若乃申娱玩之无已，夜幽静而多怀。风触楹而转响，月承幌而通晖。酌湘吴之醇酎，御狐貉之兼衣。对庭鹍之双舞，瞻云雁之孤飞。践霜雪之交积，怜枝叶之相违。驰遥思于千里，愿接手而同归。　　邹阳闻之，懑然心服。有怀妍唱，敬接末曲。于是乃作而赋积雪之歌，歌曰：携佳人兮披重幄，援绮衾兮坐芳褥。燎熏炉兮炳明烛，酌桂酒兮扬清曲。又续写而为白雪之歌，歌曰：曲既扬兮酒既陈，朱颜酡兮思自亲。愿低帷以昵枕，念解佩而褫绅。怨年岁之易暮，伤后会之无因。君宁见阶上之白雪，岂鲜耀于阳春。歌卒。王乃寻绎吟玩，抚览扼腕。顾谓枚叔，起而为乱，乱曰：　　白羽虽白，质以轻兮，白玉虽白，空守贞兮。未若兹雪，因时兴灭。玄阴凝不昧其洁，太阳耀不固其节。节岂我名，洁岂我贞。凭云升降，从风飘零。值物赋象，任地班形。素因遇立，污随染成。纵心皓然，何虑何营？"}
,
{"title":"咏雪","author":"吴均","time":"〔南北朝〕","content":"微风摇庭树，细雪下帘隙。萦空如雾转，凝阶似花积。不见杨柳春，徒见桂枝白。零泪无人道，相思空何益。"}
,
{"title":"子夜歌·夜长不得眠","author":"佚名","time":"〔南北朝〕","content":"夜长不得眠，明月何灼灼。想闻散唤声，虚应空中诺。"}
,
{"title":"代白头吟","author":"鲍照","time":"〔南北朝〕","content":"直如朱丝绳，清如玉壶冰。何惭宿昔意，猜恨坐相仍。人情贱恩旧，世义逐衰兴。毫发一为瑕，丘山不可胜。食苗实硕鼠，点白信苍蝇。凫鹄远成美，薪刍前见凌。申黜褒女进，班去赵姬升。周王日沦惑，汉帝益嗟称。心赏犹难恃，貌恭岂易凭。古来共如此，非君独抚膺。"}
,
{"title":"相送","author":"何逊","time":"〔南北朝〕","content":"客心已百念，孤游重千里。江暗雨欲来，浪白风初起。"}
,
{"title":"丽人赋","author":"沈约","time":"〔南北朝〕","content":"有客弱冠未仕，缔交戚里，驰骛王室，遨游许史。归而称曰：狭邪才女，铜街丽人，亭亭似月，嬿婉如春，凝情待价，思尚衣巾。芳逾散麝，色茂开莲。陆离羽佩，杂错花钿。响罗衣而不进，隐明镫而未前。中步檐而一息，顺长廊而回归。池翻荷而纳影，风动竹而吹衣。薄暮延伫，宵分乃至。出暗入光，含羞隐媚。垂罗曳锦，鸣瑶动翠。来脱薄妆，去留馀腻。沾粉委露，理鬓清渠。落花入领，微风动裾。"}
,
{"title":"自君之出矣","author":"刘裕","time":"〔南北朝〕","content":"自君之出矣，金翠闇无精。思君如日月，回还昼夜生。"}
,
{"title":"芜城赋","author":"鲍照","time":"〔南北朝〕","content":"沵迆平原，南驰苍梧涨海，北走紫塞雁门。柂以漕渠，轴以昆岗。重关复江之隩，四会五达之庄。当昔全盛之时，车挂轊，人驾肩。廛闬扑地，歌吹沸天。孳货盐田，铲利铜山，才力雄富，士马精妍。故能侈秦法，佚周令，划崇墉，刳濬洫，图修世以休命。是以板筑雉堞之殷，井干烽橹之勤，格高五岳，袤广三坟，崪若断岸，矗似长云。制磁石以御冲，糊赪壤以飞文。观基扃之固护，将万祀而一君。出入三代，五百余载，竟瓜剖而豆分。泽葵依井，荒葛罥涂。坛罗虺蜮，阶斗麕鼯。木魅山鬼，野鼠城狐，风嗥雨啸，昏见晨趋。饥鹰厉吻，寒鸱吓雏。伏暴藏虎，乳血飡肤。崩榛塞路，峥嵘古馗。白杨早落，寒草前衰。稜稜霜气，蔌蔌风威。孤篷自振，惊沙坐飞。灌莽杳而无际，丛薄纷其相依。通池既已夷，峻隅又以颓。直视千里外，唯见起黄埃。凝思寂听，心伤已摧。若夫藻扃黼帐，歌堂舞阁之基；璇渊碧树，弋林钓渚之馆；吴蔡齐秦之声，鱼龙爵马之玩；皆薰歇烬灭，光沉响绝。东都妙姬，南国佳人，蕙心纨质，玉貌绛唇，莫不埋魂幽石，委骨穷尘。岂忆同辇之愉乐，离宫之苦辛哉？天道如何，吞恨者多。抽琴命操，为芜城之歌。歌曰：“边风急兮城上寒，井径灭兮丘陇残。千龄兮万代，共尽兮何言。”"}
,
{"title":"小园赋","author":"庾信","time":"〔南北朝〕","content":"若夫一枝之上，巢父得安巢之所；一壶之中，壶公有容身之地。况乎管宁藜床，虽穿而可座；嵇康锻灶，既暖而堪眠。岂必连闼洞房，南阳樊重之第；赤墀青锁，西汉王根之宅。余有数亩敝庐，寂寞人外，聊以拟伏腊，聊以避风霜。虽复晏婴近市，不求朝夕之利；潘岳面城，且适闲居之乐。况乃黄鹤戒露，非有意于轮轩；爰居避风，本无情于钟鼓。陆机则兄弟同居，韩康则舅甥不别，蜗角蚊睫，又足相容者也。　　尔乃窟室徘徊，聊同凿坯。桐间露落，柳下风来。琴号珠柱，书名玉杯。有棠梨而无馆，足酸枣而非台。犹得敧侧八九丈，纵横数十步，榆柳两三行，梨桃百余树。拔蒙密兮见窗，行敧斜兮得路。蝉有翳兮不惊，雉无罗兮何惧！草树混淆，枝格相交。山为篑覆，地有堂坳。藏狸并窟，乳鹊重巢。连珠细茵，长柄寒匏。可以疗饥，可以栖迟，崎岖兮狭室，穿漏兮茅茨。檐直倚而妨帽，户平行而碍眉。坐帐无鹤，支床有龟。鸟多闲暇，花随四时。心则历陵枯木，发则睢阳乱丝。非夏日而可畏，异秋天而可悲。　　一寸二寸之鱼，三竿两竿之竹。云气荫于丛蓍，金精养于秋菊。枣酸梨酢，桃榹李薁。落叶半床，狂花满屋。名为野人之家，是谓愚公之谷。试偃息于茂林，乃久羡于抽簪。虽有门而长闭，实无水而恒沉。三春负锄相识，五月披裘见寻。问葛洪之药性，访京房之卜林。草无忘忧之意，花无长乐之心。鸟何事而逐酒？鱼何情而听琴？　　加以寒暑异令，乖违德性。崔骃以不乐损年，吴质以长愁养病。镇宅神以薶石，厌山精而照镜。屡动庄舄之吟，几行魏颗之命。薄晚闲闺，老幼相携；蓬头王霸之子，椎髻梁鸿之妻。燋麦两瓮，寒菜一畦。风骚骚而树急，天惨惨而云低。聚空仓而雀噪，惊懒妇而蝉嘶。　　昔草滥于吹嘘，籍文言之庆余。门有通德，家承赐书。或陪玄武之观，时参凤凰之墟。观受釐于宣室，赋长杨于直庐。　　遂乃山崩川竭，冰碎瓦裂，大盗潜移，长离永灭。摧直辔于三危，碎平途于九折。荆轲有寒水之悲，苏武有秋风之别。关山则风月凄怆，陇水则肝肠断绝。龟言此地之寒，鹤讶今年之雪。百龄兮倏忽，光华兮已晚。不雪雁门之踦，先念鸿陆之远。非淮海兮可变，非金丹兮能转。不暴骨于龙门，终低头于马坂。谅天造兮昧昧，嗟生民兮浑浑。"}
,
{"title":"断句","author":"刘昶","time":"〔南北朝〕","content":"白云满鄣来，黄尘暗天起。关山四面绝，故乡几千里。"}
,
{"title":"入朝曲","author":"谢朓","time":"〔南北朝〕","content":"江南佳丽地，金陵帝王州。逶迤带绿水，迢递起朱楼。飞甍夹驰道，垂杨荫御沟。凝笳翼高盖，叠鼓送华辀。献纳云台表，功名良可收。"}
,
{"title":"东阳溪中赠答二首·其一","author":"谢灵运","time":"〔南北朝〕","content":"可怜谁家妇？缘流洒素足。明月在云间，迢迢不可得。"}
,
{"title":"东飞伯劳歌","author":"萧衍","time":"〔南北朝〕","content":"东飞伯劳西飞燕，黄姑织女时相见。谁家女儿对门居，开颜发艳照里闾。南窗北牖挂明光，罗帷绮箔脂粉香。女儿年几十五六，窈窕无双颜如玉。三春已暮花从风，空留可怜与谁同。"}
,
{"title":"与顾章书","author":"吴均","time":"〔南北朝〕","content":"仆去月谢病，还觅薜萝。梅溪之西，有石门山者，森壁争霞，孤峰限日；幽岫含云，深溪蓄翠；蝉吟鹤唳，水响猿啼，英英相杂，绵绵成韵。既素重幽居，遂葺宇其上。幸富菊花，偏饶竹实。山谷所资，于斯已办。仁智之乐，岂徒语哉！"}
,
{"title":"怨歌行","author":"庾信","time":"〔南北朝〕","content":"家住金陵县前，嫁得长安少年。回头望乡泪落，不知何处天边？胡尘几日应尽？汉月何时更圆？为君能歌此曲，不觉心随断弦！"}
,
{"title":"有所思","author":"萧衍","time":"〔南北朝〕","content":"谁言生离久，适意与君别。衣上芳犹在，握里书未灭。腰中双绮带，梦为同心结。常恐所思露，瑶华未忍折。"}
,
{"title":"杀驼破瓮","author":"伽腽肭","time":"〔南北朝〕","content":"昔有一人，于瓮中盛谷。骆驼入瓮食谷，首不得出。主人以为忧，无计可施。有一老人来语之，曰：“汝莫忧，吾有以教汝出。”主人亟问：“法何？”老人曰：“汝当斩驼头，自当出之。”主人以为妙，即依其语，以刀斩驼头。既杀驼，而复破瓮，如此痴人，为世人所笑。"}
,
{"title":"子夜歌·始欲识郎时","author":"佚名","time":"〔南北朝〕","content":"始欲识郎时，两心望如一。理丝入残机，何悟不成匹。"}
,
{"title":"拟咏怀·榆关断音信","author":"庾信","time":"〔南北朝〕","content":"榆关断音信，汉使绝经过。胡笳落泪曲，羌笛断肠歌。纤腰减束素，别泪损横波。恨心终不歇，红颜无复多。枯木期填海，青山望断河。"}
,
{"title":"江南曲","author":"柳恽","time":"〔南北朝〕","content":"汀洲采白蘋，日落江南春。(日落 一作：日暖)洞庭有归客，潇湘逢故人。故人何不返，春花复应晚。不道新知乐，只言行路远。"}
,
{"title":"晚出新亭","author":"阴铿","time":"〔南北朝〕","content":"大江一浩荡，离悲足几重。潮落犹如盖，云昏不作峰。远戍唯闻鼓，寒山但见松。九十方称半，归途讵有踪。"}
,
{"title":"陇头歌辞三首","author":"佚名","time":"〔南北朝〕","content":"陇头流水，流离山下。念吾一身，飘然旷野。朝发欣城，暮宿陇头。寒不能语，舌卷入喉。陇头流水，鸣声呜咽。遥望秦川，心肝断绝。"}
,
{"title":"咏萤诗","author":"萧纲","time":"〔南北朝〕","content":"本将秋草并，今与夕风轻。腾空类星陨，拂树若生花。屏疑神火照，帘似夜珠明。逢君拾光彩，不吝此生轻。"}
,
{"title":"鹦鹉灭火","author":"刘义庆","time":"〔南北朝〕","content":"有鹦鹉飞集他山，山中禽兽辄相爱。鹦鹉自念，此山虽乐，然非吾久居之地，遂去，禽兽依依不舍。后数月，山中大火。鹦鹉遥见，心急如焚，遂入水沾羽，飞而洒之。　　天神言：“汝虽有好意，然何足道也？”对曰：“虽知区区水滴不能救，然吾尝侨居是山，禽兽善待，皆为兄弟，吾不忍见其毁于火也！”　　天神嘉其义，即为之灭火。"}
,
{"title":"群鹤咏","author":"萧道成","time":"〔南北朝〕","content":"八风儛遥翮，九野弄清音。一摧云间志，为君苑中禽。"}
,
{"title":"游东田","author":"谢朓","time":"〔南北朝〕","content":"戚戚苦无悰，携手共行乐。寻云陟累榭，随山望菌阁。远树暧阡阡，生烟纷漠漠。鱼戏新荷动，鸟散余花落。不对芳春酒，还望青山郭。"}
,
{"title":"玩月城西门廨中","author":"鲍照","time":"〔南北朝〕","content":"始出西南楼，纤纤如玉钩。末映东北墀，娟娟似蛾眉。蛾眉蔽珠栊，玉钩隔琐窗。三五二八时，千里与君同。夜移衡汉落，徘徊帷户中。归华先委露，别叶早辞风。客游厌苦辛，仕子倦飘尘。休澣自公日，宴慰及私辰。蜀琴抽白雪，郢曲发阳春。肴干酒未阕，金壶启夕沦。回轩驻轻盖，留酌待情人。"}
,
{"title":"早梅","author":"谢燮","time":"〔南北朝〕","content":"迎春故早发，独自不疑寒。畏落众花后，无人别意看。"}
,
{"title":"游赤石进帆海","author":"谢灵运","time":"〔南北朝〕","content":"首夏犹清和，芳草亦未歇。水宿淹晨暮，阴霞屡兴没。周览倦瀛壖，况乃陵穷发。川后时安流，天吴静不发。扬帆采石华，挂席拾海月。溟涨无端倪，虚舟有超越。仲连轻齐组，子牟眷魏阙。矜名道不足，适己物可忽。请附任公言，终然谢天伐。"}
,
{"title":"子夜四时歌·自从别欢后","author":"佚名","time":"〔南北朝〕","content":"自从别欢后，叹音不绝响。黄檗向春生，苦心随日长。"}
,
{"title":"战城南","author":"吴均","time":"〔南北朝〕","content":"躞蹀青骊马，往战城南畿。五历鱼丽阵，三入九重围。名慑武安将，血污秦王衣。为君意气重，无功终不归。"}
,
{"title":"行路难","author":"释宝月","time":"〔南北朝〕","content":"君不见孤雁关外发，酸嘶度扬越。空城客子心肠断，幽闺思妇气欲绝。凝霜夜下拂罗衣，浮云中断开明月。夜夜遥遥徒相思，年年望望情不歇。寄我匣中青铜镜，倩人为君除白发。行路难，行路难，夜闻南城汉使度，使我流泪忆长安！"}
,
{"title":"拟咏怀十一","author":"庾信","time":"〔南北朝〕","content":"摇落秋为气，凄凉多怨情。啼枯湘水竹，哭坏杞梁城。天亡遭愤战，日蹙值愁兵。直虹朝映垒，长星夜落营。楚歌饶恨曲，南风多死声。眼前一杯酒，谁论身后名！"}
,
{"title":"哀江南赋","author":"庾信","time":"〔南北朝〕","content":"我之掌庾承周，以世功而为族；经邦佐汉，用论道而当官。禀嵩华之玉石，润河洛之波澜。居负洛而重世，邑临河而宴安。逮永嘉之艰虞，始中原之乏主。民枕倚于墙壁，路交横于豺虎。值五马之南奔，逢三星之东聚。彼凌江而建国，始播迁于吾祖。分南阳而赐田，裂东岳而胙土。诛茅宋玉之宅，穿径临江之府。水木交运，山川崩竭。家有直道，人多全节。训子见于纯深，事君彰于义烈。新野有生祠之庙，河南有胡书之碣。况乃少微真人，天山逸民，阶庭空谷，门巷蒲轮。移谈讲树，就简书筠。降生世德，载诞贞臣。文词高于甲观，楷模盛于漳滨。嗟有道而无凤，叹非时而有麟。既奸回之奰逆，终不悦于仁人。　　王子滨洛之岁，兰成射策之年。始含香于建礼，仍矫翼于崇贤；游洊雷之讲肆，齿明离之胄筵。既倾蠡而酌海，遂测管而窥天。方塘水白，钓渚池圆。侍戎韬于武帐，听雅曲于文弦。乃解悬而通籍，遂崇文而会武。居笠毂而掌兵，出兰池而典午。论兵于江汉之君，拭玉于西河之主。　　于时朝野欢娱，池台钟鼓。里为冠盖，门成邹鲁。连茂苑于海陵，跨横塘于江浦。东门则鞭石成桥，南极则铸铜为柱。橘则园植万株，竹则家封千户。西赆浮玉，南琛没羽。吴歈越吟，荆艳楚舞。草木之遇阳春，鱼龙之逢风雨。五十年中，江表无事。王歙为和亲之侯，班超为定远之使。马武无预于甲兵，冯唐不论于将帅。岂知山岳闇然，江湖潜沸，渔阳有闾左戍卒，离石有将兵都尉。　　天子方删诗书，定礼乐；设重云之讲，开士林之学；谈劫烬之灰飞，辨常星之夜落。地平鱼齿，城危兽角；卧刁斗于荥阳，绊龙媒于平乐。宰衡以干戈为儿戏，缙绅以清谈为庙略。乘渍水以胶船，驭奔驹以朽索。小人则将及水火，君子则方成猿鹤。敝箄不能救盐池之咸，阿胶不能止黄河之浊。既而鲂鱼赪尾，四郊多垒。殿狎江鸥，宫鸣野雉。湛庐去国，艅艎失水。见被发于伊川，知百年而为戎矣。　　彼奸逆之炽盛，久游魂而放命。大则有鲸有鲵，小则为枭为獍。负其牛羊之力，肆其水草之性；非玉烛之能调，岂璇玑之可正。值天下之无为，尚有欲于羁縻。饮其琉璃之酒，赏其虎豹之皮；见胡柯于大夏，识鸟卵于条枝。豺牙密厉，虺毒潜吹。轻九鼎而欲问，闻三川而遂窥。　　始则王子召戎，奸臣介胄。既官政而离逷，遂师言而泄漏。望廷尉之逋囚，反淮南之穷寇。出狄泉之苍鸟，起横江之困兽。地则石鼓鸣山，天则金精动宿。北阙龙吟，东陵麟斗。　　尔乃桀黠构扇，冯陵畿甸。拥狼望于黄图，填卢山于赤县。青袍如草，白马如练。天子履端废朝，单于长围高宴。两观当戟，千门受箭；白虹贯日，苍鹰击殿；竟遭夏台之祸，终视尧城之变。官守无奔问之人，干戚非平戎之战。陶侃空争米船，顾荣虚摇羽扇。　　将军死绥，路绝重围。烽随星落，书逐鸢飞。乃韩分赵裂，鼓卧旗折。失群班马，迷轮乱辙。猛士婴城，谋臣卷舌。昆阳之战象走林，常山之阵蛇奔穴。五郡则兄弟相悲，三州则父子离别。　　护军慷慨，忠能死节，三世为将，终于此灭。济阳忠壮，身参末将，兄弟三人，义声俱唱。主辱臣死，名存身丧。敌人归元，三军凄怆。尚书多算，守备是长。云梯可拒，地道能防。有齐将之闭壁，无燕师之卧墙。大事去矣，人之云亡！　　申子奋发，勇气咆勃。实总元戎，身先士卒。胄落鱼门，兵填马窟。屡犯通中，频遭刮骨。功业夭枉，身名埋没。或以隼翼鷃披，虎威狐假。沾渍锋镝，脂膏原野。兵弱虏强，城孤气寡。闻鹤唳而心惊，听胡笳而泪下。拒神亭而亡戟，临横江而弃马。崩于钜鹿之沙，碎于长平之瓦。　　于是桂林颠覆，长洲麋鹿。溃溃沸腾，茫茫墋黩。天地离阻，神人惨酷。晋郑靡依，鲁卫不睦。竞动天关，争回地轴。探雀鷇而未饱，待熊蹯而讵熟？乃有车侧郭门，筋悬庙屋。鬼同曹社之谋，人有秦庭之哭。　　尔乃假刻玺于关塞，称使者之酬对。逢鄂坂之讥嫌，值耏门之征税。乘白马而不前，策青骡而转碍。吹落叶之扁舟，飘长风于上游。彼锯牙而钩爪，又循江而习流。排青龙之战舰，斗飞燕之船楼。张辽临于赤壁，王濬下于巴丘。乍风惊而射火，或箭重而沉舟。未辨声于黄盖，已先沉于杜侯。落帆黄鹤之浦，藏船鹦鹉之洲。路已分于湘汉，星犹看于斗牛。　　若乃阴陵失路，钓台斜趣。望赤壁而沾衣，舣乌江而不渡。雷池栅浦，鹊陵焚戍。旅舍无烟，巢禽无树。谓荆衡之杞梓，庶江汉之可恃。淮海维扬，三千馀里。过漂渚而寄食，托芦中而渡水。届于七泽，滨于十死。嗟天保之未定，见殷忧之方始。本不达于危行，又无情于禄仕。谬掌卫于中军，滥尸丞于御史。　　信生世等于龙门，辞亲同于河洛。奉立身之遗训，受成书之顾托。昔三世而无惭，今七叶而始落。泣风雨于梁山，惟枯鱼之衔索。入欹斜之小径，掩蓬藋之荒扉。就汀洲之杜若，待芦苇之单衣。　　于是西楚霸王，剑及繁阳。鏖兵金匮，校战玉堂。苍鹰赤雀，铁舳牙樯。沉白马而誓众，负黄龙而渡江，海潮迎舰，江萍送王。戎军屯于石城，戈船掩于淮泗。诸侯则郑伯前驱，盟主则荀罃暮至。剖巢熏穴，奔魑走魅。埋长狄于驹门，斩蚩尤于中冀。燃腹为灯，饮头为器。直虹贯垒，长星属地。昔之虎踞龙盘，加以黄旗紫气，莫不随狐兔而窟穴，与风尘而殄瘁。　　西瞻博望，北临玄圃，月榭风台，池平树古。倚弓于玉女窗扉，系马于凤皇楼柱。仁寿之镜徒悬，茂陵之书空聚。若夫立德立言，谟明寅亮；声超于系表，道高于河上。更不遇于浮丘，遂无言于师旷。以爱子而托人，知西陵而谁望？非无北阙之兵，犹有云台之仗。　　司徒之表里经纶，狐偃之惟王实勤。横琱戈而对霸主，执金鼓而问贼臣。平吴之功，壮于杜元凯；王室是赖，深于温太真。始则地名全节，终则山称枉人。南阳校书，去之已远；上蔡逐猎，知之何晚？镇北之负誉矜前，风飙凛然。水神遭箭，山灵见鞭。是以蛰熊伤马，浮蛟没船。才子并命，俱非百年。　　中宗之夷凶靖乱，大雪冤耻，去代邸而承基，迁唐郊而纂祀。反旧章于司隶，归馀风于正始。沈猜则方逞其欲，藏疾则自矜于己。天下之事没焉，诸侯之心摇矣。既而齐交北绝，秦患西起。况背关而怀楚，异端委而开吴。驱绿林之散卒，拒骊山之叛徒。营军梁溠，蒐乘巴渝。问诸淫昏之鬼，求诸厌劾之符。荆门遭廪延之戮，夏口滥逵泉之诛。蔑因亲以致爱，忍和乐于弯弧。既无谋于肉食，非所望于论都。未深思于五难，先自擅于三端。登阳城而避险，卧砥柱而求安。既言多于忌刻，实志勇而形残。但坐观于时变，本无情于急难。地惟黑子，城犹弹丸。其怨则黩，其盟则寒。岂冤禽之能塞海？非愚叟之可移山。况以沴气朝浮，妖精夜陨。赤鸟则三朝夹日，苍云则七重围轸。亡吴之岁既穷，入郢之年斯尽。　　周含郑怒，楚结秦冤。有南风之不竞，值西邻之责言。俄而梯冲乱舞，冀马云屯。俴秦车于畅毂，沓汉鼓于雷门。下陈仓而连弩，渡临晋而横船。虽复楚有七泽，人称三户；箭不丽于六麋，雷无惊于九虎。辞洞庭兮落木，去涔阳兮极浦。炽火兮焚旗，贞风兮害蛊。乃使玉轴扬灰，龙文折柱。下江余城，长林故营。徒思拑马之秣，未见烧牛之兵。章曼支以毂走，宫之奇以族行。河无冰而马渡，关未晓而鸡鸣。忠臣解骨，君子吞声。章华望祭之所，云梦伪游之地。荒谷缢于莫敖，冶父囚于群帅。硎穽折拉，鹰鹯批㩌。冤霜夏零，愤泉秋沸。城崩杞妇之哭，竹染湘妃之泪。　　水毒秦泾，山高赵陉。十里五里，长亭短亭。饥随蛰燕，暗逐流萤。秦中水黑，关上泥青。于时瓦解冰泮，风飞雹散，浑然千里，淄渑一乱。雪暗如沙，冰横似岸。逢赴洛之陆机，见离家之王粲，莫不闻陇水而掩泣，向关山而长叹。况复君在交河，妾在青波。石望夫而逾远，山望子而逾多。才人之忆代郡，公主之去清河。栩阳亭有离别之赋，临江王有愁思之歌。别有飘飖武威，羁旅金微。班超生而望返，温序死而思归。李陵之双凫永去，苏武之一雁空飞。　　若江陵之中否，乃金陵之祸始。虽借人之外力，实萧墙之内起。拨乱之主忽焉，中兴之宗不祀。伯兮叔兮，同见戮于犹子。荆山鹊飞而玉碎，隋岸蛇生而珠死。鬼火乱于平林，殇魂游于新市。梁故丰徙，楚实秦亡。不有所废，其何以昌？有妫之后，将育于姜。输我神器，居为让王。天地之大德曰生，圣人之大宝曰位。用无赖之子弟，举江东而全弃。惜天下之一家，遭东南之反气。以鹑首而赐秦，天何为而此醉？　　且夫天道回旋，生民预焉。余烈祖于西晋，始流播于东川。洎余身而七叶，又遭时而北迁。提挈老幼，关河累年。死生契阔，不可问天。况复零落将尽，灵光岿然！日穷于纪，岁将复始。逼切危虑，端忧暮齿。践长乐之神皋，望宣平之贵里。渭水贯于天门，骊山回于地市。幕府大将军之爱客，丞相平津侯之待士。见钟鼎于金张，闻弦歌于许史。岂知灞陵夜猎，犹是故时将军；咸阳布衣，非独思归王子！"}
,
{"title":"春日","author":"徐陵","time":"〔南北朝〕","content":"岸烟起暮色，岸水带斜晖。径狭横枝度，帘摇惊燕飞。落花承步履，流涧写行衣。何殊九枝盖，薄暮洞庭归。"}
,
{"title":"芳树","author":"萧衍","time":"〔南北朝〕","content":"绿树始摇芳，芳生非一叶。一叶度春风，芳芳自相接。色杂乱参差，众花纷重叠。重叠不可思，思此谁能惬。"}
,
{"title":"折杨柳歌辞五首","author":"佚名","time":"〔南北朝〕","content":"上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿。腹中愁不乐，愿作郎马鞭。出入擐郎臂，蹀座郎膝边。放马两泉泽，忘不著连羁。担鞍逐马走，何见得马骑。遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。健儿须快马，快马须健儿。跸跋黄尘下，然后别雄雌。"}
,
{"title":"胡无人行","author":"吴均","time":"〔南北朝〕","content":"剑头利如芒，恒持照眼光。铁骑追骁虏，金羁讨黠羌。高秋八九月，胡地早风霜。男儿不惜死，破胆与君尝。"}
,
{"title":"答柳恽","author":"吴均","time":"〔南北朝〕","content":"清晨发陇西，日暮飞狐谷。秋月照层岭，寒风扫高木。雾露夜侵衣，关山晓催轴。君去欲何之？参差间原陆。一见终无缘，怀悲空满目。"}

]
